


"Show image in list" = "\"Toon afbeeldingen in lijst\"";
"Unread articles" = "Ongelezen artikelen";
"Starred articles" = "Gemarkeerde artikelen";
"Read articles" = "Lees artikelen";
"All articles" = "Alle artikelen";
"Mode" = "Modus";
"Analytics Enabled" = "Analytics ingeschakeld";
"Badge" = "Insigne";
"Group" = "Groep";
"Enabled" = "Aangezet";
"none given" = "niet ingevuld";
"Name" = "Naam";
